[
  {
    "caption": "Two anthropomorphic cats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic dogs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "dog",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic wolves in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "wolve",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic foxes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "foxe",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bears in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bear",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic lions in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "lion",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic tigers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "tiger",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic panthers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "panther",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic leopards in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "leopard",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cheetahs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cheetah",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic jaguars in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "jaguar",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hyenas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hyena",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic elephants in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "elephant",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic rhinoceroses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "rhinocerose",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hippopotamuses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hippopotamuse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic giraffes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "giraffe",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic zebras in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "zebra",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic horses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "horse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic donkeys in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "donkey",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pigs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "pig",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic warthogs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "warthog",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cows in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cow",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bulls in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bull",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic buffalo in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "buffalo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bison in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bison",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic goats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "goat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic sheep in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "sheep",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic rams in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "ram",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic llamas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "llama",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic alpacas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "alpaca",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic camels in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "camel",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic kangaroos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "kangaroo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic wallabies in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "wallabie",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic koalas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "koala",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic wombats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "wombat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic Tasmanian devils in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "Tasmanian devil",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic quokkas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "quokka",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic opossums in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "opossum",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic raccoons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "raccoon",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic skunks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "skunk",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic badgers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "badger",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic otters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "otter",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic beavers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "beaver",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic squirrels in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "squirrel",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic chipmunks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "chipmunk",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic rabbits in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "rabbit",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hares in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hare",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic mice in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "mice",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic rats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "rat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hamsters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hamster",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic guinea pigs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "guinea pig",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic chinchillas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "chinchilla",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ferrets in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "ferret",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic weasels in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "weasel",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic stoats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "stoat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic minks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "mink",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic mongooses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "mongoose",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic meerkats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "meerkat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic lemurs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "lemur",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic monkeys in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "monkey",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic baboons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "baboon",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic mandrills in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "mandrill",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic gorillas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gorilla",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic chimpanzees in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "chimpanzee",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic orangutans in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "orangutan",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic sloths in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "sloth",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic anteaters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "anteater",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic armadillos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "armadillo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pangolins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "pangolin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic aardvarks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "aardvark",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic tapirs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "tapir",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic capybaras in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "capybara",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic red pandas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "red panda",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pandas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "panda",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic polar bears in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "polar bear",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic gophers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gopher",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic prairie dogs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "prairie dog",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hedgehogs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hedgehog",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic porcupines in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "porcupine",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic platypuses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "platypuse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic echidnas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "echidna",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic moles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "mole",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic shrews in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "shrew",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic deer in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "deer",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic moose in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "moose",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic elk in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "elk",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic reindeer in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "reindeer",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic caribou in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "caribou",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic antelope in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "antelope",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic gazelles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gazelle",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic gnus in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gnu",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic okapis in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "okapi",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ibex in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "ibex",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic lynxes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "lynxe",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bobcats in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bobcat",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic caracals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "caracal",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic servals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "serval",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic coyotes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "coyote",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic jackals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "jackal",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic dingoes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "dingoe",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic penguins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "penguin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ostriches in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "ostriche",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic emus in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "emu",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic kiwis in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "kiwi",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cassowaries in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cassowarie",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic chickens in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "chicken",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic roosters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "rooster",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic turkeys in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "turkey",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ducks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "duck",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic geese in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "geese",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic swans in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "swan",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic peacocks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "peacock",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic flamingos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "flamingo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pelicans in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "pelican",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic storks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "stork",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic herons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "heron",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cranes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "crane",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic eagles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "eagle",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hawks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hawk",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic falcons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "falcon",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic owls in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "owl",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic vultures in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "vulture",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic condors in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "condor",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic crows in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "crow",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ravens in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "raven",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic magpies in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "magpie",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic blue jays in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "blue jay",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cardinals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cardinal",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic robins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "robin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic sparrows in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "sparrow",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic parrots in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "parrot",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic macaws in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "macaw",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cockatoos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cockatoo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic toucans in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "toucan",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hornbills in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hornbill",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic puffins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "puffin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic gulls in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gull",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic albatrosses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "albatrosse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic hummingbirds in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "hummingbird",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic woodpeckers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "woodpecker",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic kingfishers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "kingfisher",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic roadrunners in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "roadrunner",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic dodos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "dodo",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic crocodiles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "crocodile",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic alligators in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "alligator",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic caimans in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "caiman",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic lizards in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "lizard",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic geckos in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "gecko",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic iguanas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "iguana",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic chameleons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "chameleon",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic Komodo dragons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "Komodo dragon",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic Gila monsters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "Gila monster",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic snakes in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "snake",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic cobras in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cobra",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pythons in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "python",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic boas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "boa",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic vipers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "viper",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic anacondas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "anaconda",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic turtles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "turtle",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic tortoises in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "tortoise",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic terrapins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "terrapin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic frogs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "frog",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic toads in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "toad",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic salamanders in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "salamander",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic newts in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "newt",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic axolotls in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "axolotl",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic sharks in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "shark",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic dolphins in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "dolphin",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic whales in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "whale",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic orcas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "orca",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic narwhals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "narwhal",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic belugas in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "beluga",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic walruses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "walruse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic seals in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "seal",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic sea lions in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "sea lion",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic manatees in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "manatee",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic dugongs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "dugong",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic octopuses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "octopuse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic squids in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "squid",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic crabs in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "crab",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic lobsters in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "lobster",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic shrimps in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "shrimp",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic prawns in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "prawn",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic starfish in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "starfish",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic jellyfish in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "jellyfish",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic seahorses in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "seahorse",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic eels in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "eel",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic pufferfish in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "pufferfish",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic anglerfish in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "anglerfish",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic ants in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "ant",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic beetles in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "beetle",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic spiders in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "spider",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic scorpions in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "scorpion",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic grasshoppers in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "grasshopper",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic crickets in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "cricket",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic praying mantises in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "praying mantise",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic bees in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "bee",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic wasps in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "wasp",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic butterflies in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "butterflie",
    "numbers": "2"
  },
  {
    "caption": "Two anthropomorphic moths in comfy boxing gear and bright gloves fight intensely on a spotlighted stage.",
    "objects": "moth",
    "numbers": "2"
  }
]